Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: This third refinement of prognosis enables much more accurate planning, allowing comprehensive restorative therapy to be initiated at that time.41
vi: Sự lọc dần tiên lượng lần thứ ba cho phép lập kế hoạch chính xác hơn, cho phép điều trị phục hồi toàn diện được bắt đầu.

source: This tooth was lost after 14 years as a result of a periodontal defect that progressed along a vertical groove in the fused root.
vi: Răng này mất sau 14 năm do bệnh nha chu tiến triển cùng với rãnh dọc ở chân răng dung hợp.

source: This was cast in type IV gold, which allows the relatively easy addition of a new minor connector with conventional soldering techniques.
vi: Hàm này được đúc bằng vàng loại IV, cho phép dễ dàng thêm vào một kết nối phụ bằng kỹ thuật hàn thông thường.

source: This will move the gingiva and bone along with the tooth more coronally and loosen the periodontal ligament.
vi: Nó sẽ di chuyển nướu và xương theo răng về phía thân răng, và nới lỏng dây chằng nha chu.

source: This will push the balloon (papilla) coro­ nally up to the 5­mm distance from the bone crest.
vi: Nó sẽ đầy bong bóng (gai nướu) về phía thân răng đến 5 mm từ mào xương.

source: Three intracoronal rests (arrows) were fabricated to support a partial removable dental prosthesis (RDP).
vi: Có ba ổ tựa trên thân răng (mũi tên) để nâng đỡ phục hình tháo lắp bán phần (RDP).

source: Three simple FDPs, combining conventional and metal-ceramic prostheses with post- soldered connectors, continue to serve 18 years after initial placement.
vi: Ba FDP đơn giản, kết hợp với phục hình thông thường và sứ - kim loại với kết nối hàn, sử dụng sau 18 năm điều trị.

source: Throughout the follow-up, the patient was seen at 1-month and periodic 3-month recall appointments, depending on pocket charting and patient motivation.
vi: Theo dõi đầy đủ, bệnh nhân được tái khám 1 tháng và định kỳ 3 tháng, phụ thuộc vào sơ đồ túi nha chu và động lực của bệnh nhân.

source: Throughout the recall period, wherever posterior tooth contact was observed in excursive movements, they were eliminated as part of ongoing occlusal adjustment.
vi: Trong suốt thời kì tái khám, nơi nào răng sau có tiếp xúc sang bên, chúng được loại bỏ như một phần của điều chỉnh khớp cắn liên tục.

source: Time is on the dentist’s side in further evaluation of the overall dentition and of specific teeth.
vi: Thời gian là về phía nha sĩ để đánh giá tiếp tục toàn bộ cung răng và từng răng.

source: To enable the dentist to monitor the function and comfort of the prosthesis and to verify that the patient has mas- tered proper plaque control (Fig. 31-4), an appointment is generally scheduled within a week to 10 days after the cementation of an FDP.
vi: Để cho phép nha sĩ theo dõi chức năng và sự thoái mái của phục hình và xác minh rằng bệnh nhân kiểm soát mảng bám đúng cách (Hình 31-4), thường hẹn bệnh nhân sau 1 tuần đến 10 ngày sau khi gắn xi măng hàm FDP.

source: To ensure tissue health and long-term success, proper oral hygiene is mandatory.
vi: Để đảm bảo sức khoẻ mô và thành công lâu dài, bắt buộc phải vệ sinh răng miệng đúng cách.

source: To ensure treatment con- tinuity, it is imperative to establish in advance who will assume primary responsibility for coordinating recall appointments.
vi: Để đảm bảo điều trị liên tục, bắt buộc phải chỉ ra ai là người chịu trách nhiệm chính cho sự phối hợp trong các cuộc hẹn tái khám.

source: To facilitate recovery, they can also be incorporated in crowns before cementation.
vi: Để thuận lợi cho phục hồi, chúng cũng có thể kết hợp trong mão răng trước khi gắn xi măng.

source: Today, few individuals lose their teeth as a result of untreatable peri­ odontal disease (Fig. 5­1).
vi: Ngày nay, một vài cá nhân mất răng do bệnh nha chu không điều trị (Hình 5­1).

source: Today, these pros- theses continue to provide excellent esthetics and function after more than 16 years of service.
vi: Hôm nay, các phục hình tiếp tục cung cấp thẩm mỹ và chức năng tuyệt vời sau khi hơn 16 năm sử dụng.

source: Together with the increase in vertical gingival height, a coronal movement of the papilla was also observed.
vi: Cùng với sự tăng chiều cao nướu, sự di chuyển của gai nướu theo chiều thân răng cũng quan sát được.

source: Too often, peri­ odontal disease is left untreated because of the patient’s inability to afford proper care.
vi: Bệnh nha chu thường bị để mặc không điều trị bởi vì bệnh nhân không đủ khả năng để chăm sóc thích hợp.

source: Tooth
vi: Răng

source: Tooth Mobility
vi: Răng lung lay

source: Tooth #2 and the pontic were removed, endodontic treatment was performed, a new crown was fabricated, and the #3 pontic was incorporated in a new RDP.
vi: Cắt bỏ răng #2 và nhịp cầu, điều trị nội nha và làm mão răng mới, và nhịp cầu #3 được kết hợp với một RDP mới.

source: Tooth #6 was lost as a result of internal resorption and caries.
vi: Răng #6 bị mất do nội tiêu và sâu răng.

source: Tooth crowding
vi: Răng chen chúc

source: Tooth preparation margins that are within the attach­ ment create a biologic width violation (BWV).
vi: Sửa soạn đường hoàn tất bên trong mô bám dính tạo ra sự xâm phạm khoảng sinh học (BWV).

source: Toothbrush
vi: Bàn chải răng

source: Treatment VI (Fig. 31-41): extensive fixed and removable prosthodontic treatment
vi: Điều trị VI (Hình 31-41): điều trị phục hình cố định và tháo lắp mở rộng

source: Treatment I (Fig. 31-36): simple cast restorations Treatment II (Fig. 31-37): single cast restorations Treatment III (Fig. 31-38): simple partial FDPs Treatment IV (Fig. 31-39): full-mouth rehabilita- tion with FDPs and removable prostheses Treatment V (Fig. 31-40): extensive fixed prostho- dontic treatment
vi: Điều trị I (Hình 31-36): Phục hình đúc đơn giản Điều trị II (Hình 31-37): phục hình đúc đơn lẻ Điều trị III (Hình 31-38): FDP đơn giản Điều trị IV (Hình 31-39): phục hình toàn miệng bằng FDP và phục hình tháo lắp Điều trị V (Hình 31-40): điều trị phục hình cố định mở rộng

source: Treatment IX (Fig. 31-44): long-term evaluation of comprehensive rehabilitation with FDPs Treatment X (Fig. 31-45): long-term evaluation of comprehensive rehabilitation of a periodontally compromised dentition
vi: Điều trị IX (Hình 31-44): đánh giá lâu dài của phục hình toàn diện bằng FDP Điều trị X (Hình 31-45): đánh giá lâu dài phục hình toàn diện của răng nha chu nguy cơ

source: Treatment VII (Fig. 31-42): anticipation of future needs
vi: Điều trị VII (Hình 31-42): dự đoán nhu cầu tương lai

source: Treatment VIII (Fig. 31-43): long-term evaluation of comprehensive rehabilitation with FDPs and removable dental prostheses
vi: Điều trị VIII (Hình 31-43): đánh giá lâu dài của phục hình toàn diện bằng FDP và phục hình tháo lắp.

source: Treatment XI (Fig. 31-46): long-term evaluation of FDPs
vi: Điều trị XI (Hình 31-46): đánh giá lâu dài cùa FDP

source: Treatment at each SPT appointment should be based on comparisons of pocket depths, attachment levels, the presence of BOP, and mobility at the current appointment with those of the previous appointment (Fig. 5­11).
vi: Điều trị cho mỗi lần hẹn SPT nên dựa trên sự so sánh độ sâu túi, mức bám dính, sự hiện diện của BOP, và sự lung lay tại lần hẹn hiện tại với cuộc hẹn trước (Hình 5­11).

source: Treatment included a modified Widman flap, performed throughout both arches.
vi: Điều trị gồm lật bạt Widman biến đổi ở cả hai cung hàm.

source: Treatment often requires the placement of large cervical glass ionomer or amalgam restorations that wrap around the periphery of previously placed cast restorations.
vi: Điều trị thường phải trám lớn ở cổ răng bằng glass ionomer hoặc amalgam bao quanh phục hình đúc trước đó.

source: Triangular tooth forms
vi: Răng dạng tam giác

source: Two millimeters is the minimum amount of space that the gingiva needs to attach to the root.
vi: Khoảng tối thiểu là 2 mm mà nướu cần bám dính vào chân răng.

source: Two of these factors, the patient’s overall systemic health and the patient’s gingival biotype, are beyond a dentist’s control.
vi: Hai trong các yếu tố, sức khoẻ toàn thân của bệnh nhân và dạng sinh học nướu của bệnh nhân là vượt qua tầm kiểm soát của nha sĩ.

source: Two­ to three­month supportive periodontal mainte­ nance (SPT) is effective in reducing the reoccurrence of periodontal disease in most patients.
vi: Hai đến ba tháng điều trị hỗ trợ duy trì nha chu (SPT) có hiệu quả giảm tái phát trong hầu hết bệnh nhân bệnh nha chu.

source: U, Seventeen-year postoperative radiographs.
vi: U, Phim X quang 17 năm sau điều trị.

source: Unfortunately, periodontal disease often occurs after placement of FDPs,27 especially where the cavosurface margin has been placed subgingivally28-30 or if the pros- thesis is overcontoured.31 Inflammation is more severe with poorly fitting restorations32 (Fig. 31-12), but even “perfect” margins have been associated with perio- dontitis.33 At recall appointments, the dentist should be particularly alert for sulcular hemorrhage, furcation
vi: Không mãy, bệnh nha chu thường xảy ra sau khi gắn FDP, đặc biệt ở vị trí cavosurface margin được đặt dưới nướu hoặc nếu phục hình quá mức. Viêm trầm trọng hơn với phục hình không khít sát (Hình 31-12), nhưng ngay cả khi "khít sát hoàn hảo" cũng có liên quan đến bệnh nha chu. Tại cuộc hẹn tái khám, nha sĩ nên đặc biệt chú ý đến khe nướu chảy máu, vùng chẽ

source: Unless appropriate instrumentation is available, removing the prosthesis intact for recementation is often difficult or impossible.
vi: Trừ khi dụng cụ thích hợp có sẵn, tháo bỏ phục hình nguyên vẹn gắn xi măng thường khó khăn hoặc là không thể.

source: Unless force is applied in the path of with- drawal, an abutment tooth may fracture and be lost.
vi: Nếu lực không đặt đúng hướng tháo, cùi răng có thể bị gãy.

source: Upon completion of the OFE, the tissue should be stabilized for 2 to 3 months before extraction, to allow the bone time to mature and mineralize.69
vi: Sau khi toàn tất OFE, nên ổn định mô 2 - 3 tháng trước khi nhổ răng, để cho phép xương trưởng thành và khoáng hoá.

source: Use of a small restoration made with amalgam, composite resin, or glass ionomer sometimes corrects the problem (Fig. 31-10).
vi: Dùng một phục hồi nhỏ bằng amalgam, composite, hoặc glass ionomer đôi khi sửa chữa được vấn đề (Hình 31-10).

source: Use of the severely tilted tooth #17 as a single abut- ment to support a very long span posed a substantial risk to the long-term success of this treatment, and the tooth’s future loss was anticipated in the design of the prostheses.
vi: Dùnng răng #17 bị nghiêng nhiều như một răng trụ duy nhất để nâng đỡ cầu răng dài có nguy cơ lớn đến thành công lâu dài của điều trị, và thiết kế phục hình tính đến sự mất răng trong tương lai.

source: Variable responses to biologic width invasion are among many responses by different gingival biotypes to trauma.
vi: Các đáp ứng khác nhau với xâm phạm khoảng sinh học là trong nhiều đáp ứng bởi dạng sinh học nướu khác nhau với chấn thương

source: Vessel
vi: Mạch máu

source: Views in maximum intercuspation: right (N) and left (O) mirror views and frontal view (P).
vi: Nhìn ở lồng múi tối đa: phải (N) và trái (O) qua gương và nhìn phía trước (P).

source: Water irrigation device
vi: Dụng cụ bơm rửa nước

source: Water is then applied to the cervical area (C), and the diagnosis is confirmed if bubbles appear (arrow) when pressure is exerted (D).
vi: Sau đó đặt nước vào vùng cổ (C), và xác định chẩn đoán nếu xuất hiện bong bóng (mũi tên) khi tác dụng lực (D).

source: Wedges can sometimes be positioned to separate the individual FDP components enough to confirm the correct diagnosis.
vi: Thỉnh thoảng dùng một cái chêm để phân tách các phần của FDP để xác định chẩn đoán chính xác.

source: Well-organized and efficient postoperative care is the chief mechanism for ensuring optimal longevity and success in fixed prosthodontics.
vi: Tổ chức tốt và chăm sóc hậu phẫu hiệu quả là cơ chế chính để đảm bảo tối ưu tuổi thọ và thành công của phục hình cố định.

source: What are typical complications for short-term post cementation?
vi: Biến chứng điển hình ngắn hạn sau gắn xi măng là gì?

source: What is important is the quality of the root débridement, not the tool used to achieve the clean surface.
vi: Cái quan trọng là chất lượng của làm sạch chân răng, không phải là dụng cụ để làm sạch bề mặt.

source: What other benefits occur as a result of frequent SPT?
vi: Lợi ích khác như là kết quả của thường xuyên SPT?

source: What should be included in a typical posttreatment assessment once the previously rendered treatment has been completed?
vi: Những gì cần được bao gồm trong một đánh giá sau khi điều trị điển hình một khi xử lý kết thúc trước đây đã được hoàn thành?

source: When adjacent roots diverge, the contact point has moved coronally, and the inter­ proximal embrasure is enlarged.
vi: Khi các chân răng kế cận phân kỳ, điểm tiếp xúc bị dời về phía thân răng, và khoang kẽ răng bị rộng ra.

source: When and how often should the patient be reexamined?
vi: Khi nào và bao lâu bệnh nhân nên tái khám?

source: When connective tissue attachment is lost, the lesion transforms from gingivitis to periodontitis (Fig. 5­7), a disease that may be characterized by alternating periods of quiescence and exacerbation.
vi: Khi mất bám dính mô liên kết, tổn thương chuyển dạng từ viêm nướu sang viêm nha chu (Hình 5­7), bệnh đặc trưng bởi khoảng thời gian xen kẽ yên lặng và trầm trọng.

source: When dental floss is used, the mucosa beneath pontics remains healthy; without its use, mild or moderate inflammation results.1 Tissue response has been shown to be independent of the pontic material.2
vi: Khi dùng chỉ nha khoa, niêm mạc dưới nhịp cầu giữ được khoẻ mạnh; nếu không dùng gây kết quả viêm nhẹ hoặc trung bình.1 Mô phản ứng được chứng minh là độc lập với vật liệu nhịp cầu.2

source: When other problems allow, patients should undergo SPT every 2 to 3 months during the first year after initial phase therapy.
vi: Khi các vấn đề khác cho phép, bệnh nhân cần phải trải qua SPT mỗi 2 - 3 tháng trong năm đầu tiên sau giai đoạn điều trị ban đầu.

source: When periodontally compromised teeth are lost, it is often as a result of lack of access to effective care.
vi: Khi răng thoả hiệp nha chu bị mất, nó thường là kết quả của thiếu chăm sóc đầy đủ.

source: When prostheses are designed for dentitions with compromised crown-to-root ratios, the occlusion and anterior
vi: Khi phục hình được thiết kế cho hàm răng có tỉ lệ thân chân thoả hiệp, khớp cắn và

source: When prosthetic replacement of missing teeth is neces­ sary, an accurate prognosis of the remaining teeth is essential.
vi: Khi làm phục hình thay thế răng mất, cần phải tiên lượng chính xác các răng còn lại là hết sức cần thiết.

source: When the fractured porcelain is not missing and there is little or no functional loading on the fracture site, it can some- times be bonded in place with a porcelain repair system (Fig. 31-31) with the use of silane coupling agents or
vi: Khi mảnh sứ vỡ không bị mất và có ít lực chức năng trên vùng gãy, thỉnh thoảng có thể dán lại mảnh sứ bằng hệ thống sửa chữa sứ (Hình 31-31) bằng dùng silane coupling agents hoặc

source: When there is doubt that all carious dentin has been removed, replacing the entire restoration is recommended.
vi: Khi có nghi ngờ rằng ngà răng bị sâu được loại bỏ, thay thế toàn bộ phục hình được khuyến cáo.

source: When tooth preparations are conservative, when preparation margins are supragingival, and when compli- cated FDP designs are avoided, subsequent re-treatment and replacement of failed work can be performed in a predictable manner, provided that plaque control and follow-up care are maintained.
vi: Khi sửa soạn răng bảo tồn, đường hoàn tất đặt trên nướu, và khi tránh thiết kế FDP phức tạp, sau đó điều trị lại và gắn lại phục hình có thể được thực hiện một cách dự đoán được, với điều kiện duy trì kiểm soát mảng bám và tái khám theo dõi.

source: When trying to remove a definitively cemented prosthesis, the dentist must use great caution.
vi: Khi cố gắng tháo hoàn toàn phục hình gắn xi măng, nha sĩ phải hết sức thận trọng.

source: Where possible, I-bars were used to minimize clasp visibility.
vi: Nếu có thể, thanh chữ I được dùng để hạn chế lộ móc.

source: With a little foresight, survey contours can already be incorporated in the retain- ers of an FDP to accommodate a future partial removable
vi: Nhìn xa một chút, khảo sát đường viền có thể xếp vào phần giữ của FDP dể thích nghi phục hình tháo lắp trong tương lai

source: With an embrasure that is too wide, the balloon flattens out, assumes a blunted shape and has a shallow sulcus.
vi: Với khoang tiếp cận quá rộng, bong bóng bị làm phẳng, tạo thành một hình dạng cùn và rãnh nông.

source: With carefully planned and executed treat- ment, however, these should be rare (although problems can still develop even with the best treatment).
vi: Với kế hoạch và thực hiện điều trị cẩn thận, điều này hiếm xảy ra (mặc dù vấn đề có thể phát triển ngay cả khi điều trị tốt nhất)

source: With luting agents of greater radiopacity, excess cement is spotted more easily on routine radiographs; therefore, the dentist should choose a luting agent that is as radiopaque as possible.
vi: Với chất gắn có độ cản quang cao, xi măng dư được phát hiện dễ dàng hơn trên phim X quang định kỳ; do đó, nha sĩ nên chọn chất gắn có chất cản quang khi có thể.

source: With poor care and neglect, even the “perfect” prosthesis or restoration can fail rapidly (Fig. 31-33).
vi: Sự chăm sóc kém và bỏ rơi, ngay cả phục hình "hoàn hảo" có thể thất bại nhanh chóng (Hình 31-33).

source: With this device, compressed air is used to deliver a controlled, adjust- able force to remove the restoration.
vi: Với dụng cụ này, khí nén được dùng để cung cấp lực có kiểm soát, điều chỉnh được để gỡ phục hình.

source: Within 7 to 21 days after plaque accumulation, the lesion enters the established stage (Fig. 5­4).
vi: Trong vòng 7 - 21 ngày sau khi tích tụ mảng bám, tổn thương vào giai đoạn thành lập (Hình 5­4).

source: Without frequent SPT, almost all periodontal therapy will fail.
vi: Không thường xuyên SPT, gần như là mọi điều trị nha chu sẽ thất bại

source: Yes
vi: Có

source: a tooth emerging from a sulcus.
vi: răng trồi lên từ một rãnh.

source: agent that may have been overlooked previously and that all aspects of the occlusion remain satisfactory.
vi: mà có thể bị bỏ qua trước đó và tất cả khía cạnh của khớp cắn duy trì thoả đáng.

source: allow for a fixed provisional restoration that the gingival flap.45
vi: cho phép phục hình cố định tạm bảo vệ vạt nướu

source: always
vi: luôn luôn

source: and gingiva, which will probably result in an esthetic failure.
vi: và nướu, mà kết quả có thể thất bại thẩm mỹ.

source: appointment for teaching proper oral hygiene measures.
vi: để hướng dẫn cách vệ sinh răng miệng đúng.

source: asked about any noxious habits such as bruxism.
vi: hỏi về bất kỳ thói quen xấu như nghiến răng.

source: augmentation.
vi: Tăng lên.

source: bacteria and provoke a larger inflammatory response (Fig. 5­21).
vi: vi khuẩn và kích động đáp ứng viêm lớn hơn (Hình 5­21).

source: be periodically remade (Fig. 31-14) and compared with previous records so that any occlusal changes can be monitored and corrective treatment initiated.
vi: được làm lại định kỳ (Hình 31-14) và so với hồ sơ trước đây do đó bất kỳ thay đổi khớp cắn nào có thể được theo dõi và bắt đầu điều trị chỉnh sửa.

source: be shielded from further fracture when a small chip is promptly rounded off and the occlusion adjusted imme- diately after it is first noticed.
vi: được bảo vệ khỏi gãy thêm khi một chip nhỏ được làm tròn và điều chỉnh khớp cắn ngay lập tức sau khi nó được để ý thấy.

source: certain situations42 (Fig. 31-26).
vi: tình huống nhất định (Hình 31-26).

source: complete periodontal data at every SPT appointment changes the appointment from a nonspecific teeth clean­ ing to a site­specific program to maintain periodontal health.
vi: dữ liệu nha chu đầy đủ tại mỗi cuộc hẹn SPT thay đổi cuộc hẹn từ làm sạch răng không đặc hiệu đến một chương trình chăm sóc vùng chuyên biệt để duy trì sức khoẻ nha chu.

source: connective tissue attachment and epithelial adhesion is termed biologic width.
vi: bám dính mô liên kết và bám dính biểu mô được gọi là khoảng sinh học.

source: consists of 1 mm of the root and 1 mm
vi: bao gồm 1 mm của chân răng và 1 mm

source: conversion to the advanced stage, the features of an established phase persist.
vi: Khi chuyển sang giai đoạn tiến triển, các đặc điểm của giai đoạn trước vẫn tồn tại.

source: corrected before or at the time of SC/RP for maximum gingival healing response (Fig. 5­13).
vi: sửa chữa trước khi SC/RP để tối đa đáp ứng lành thương nướu (Hình 5­13).

source: decay, pocket depths, attachment levels, BOP, and mobility at the current appointment was compared with those at the previous appointment; changes are made as necessary.
vi: sâu răng, túi nướu, mức bám dính, BOP, và lung lay tại cuộc hẹn hiện tại được so sánh với những lần hẹn trước, sự thay đổi được ghi nhận nếu cần thiết.

source: decision to place a subgingival restoration.
vi: quyết định đặt phục hồi dưới nướu

source: dental prosthesis in the event of loss of a terminal abut- ment.
vi: phục hình nha khoa trong trường hợp mất răng trụ sau cùng.

source: diamond rotary instrument, an electrosurgery or radio­ surgery unit, or a laser.
vi: dụng cụ quay kim cương, đốt điện hoặc phẫu thuật phóng xạ, hoặc laser.

source: every 2 weeks
vi: mỗi 2 tuần

source: extraction
vi: nhổ

source: faults in framework design, improper laboratory proce- dures, excessive occlusal function, or trauma (e.g., an automobile or sports accident).
vi: lỗi trong thiết kế khung sườn, quy trình labo không đúng, chức năng nhai quá mức, hoặc chấn thương (vd tai nạn giao thông hoặc thể thao)

source: followed
vi: sau

source: guidance components must be adjusted precisely.
vi: hướng dẫn phía trước phải được điều chỉnh chính xác.

source: has a form and height dictated by the gingival embrasure of the teeth.
vi: được hình thành và chiều cao được quyết định bởi khoang nướu răng.

source: immune complexes, complement and clotting cascades, immune reactions, and the microcirculation.
vi: phức hợp miễn dịch, complement and clotting cascades, phản ứng miễn dịch và vi tuần hoàn.

source: implants
vi: cấy ghép

source: in Interproximal Decay
vi: trong sâu răng kẽ răng

source: in areas with
vi: trong vùng

source: incisor teeth, after which excursive interfering contacts result in wear facets on the posterior teeth.
vi: răng cửa, sau khi tiếp xúc loạn năng gây ra diện mòn ở răng sau.

source: insufficient bone consists of elevation of a gingival flap, placement of a bone graft, covering the bone graft with a barrier membrane, and releasing incisions so that the flap can be elevated over the graft and membrane to allow primary closure.
vi: không đủ xương bao gồm sự nhô cao của vạt nướu, đặt xương ghép, bao phủ xương ghép bằng màng, và giải phóng vết mổ cho phép vạt có thể phủ mô ghép và màng cho phép lành thương nguyên phát.

source: involvement, and calculus formation as early signs of periodontal disease.
vi: tham gia, và hình thành vôi răng là dấu hiệu sớm của bệnh nha chu.

source: keratinized
vi: mô sừng hoá

source: new prosthesis.
vi: phục hình mới.

source: of epithelial adhesion to the root.47 The combination of
vi: của bám dính biểu mô vào chân răng. Sự kết hợp của

source: of the patient and attempt to design the treatment plan accordingly.
vi: của bệnh nhân và nỗ lực thiết kế kế hoạch điều trị phù hợp.

source: open more than 200 µm harbor a large number of
vi: hơn 200 µm cho phép số lượng lớn
